Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/case_studies/case_study_calculating_your_income_tax_case_studies.html.txt.tmx
Source language: en
Languages: ga

source: Case study: Calculating your income tax
ga: Cás-staidéar: Do cháin ioncaim a ríomh

source: Case studies on how to calculate your tax in 2017
ga: Cás-staidéir maidir le conas do cháin a ríomh in 2017

source: These examples show the different factors involved in calculating your tax in 2017
ga: Léiríonn na samplaí seo na fachtóirí éagsúla a bhaineann le do cháin a ríomh in 2017

source: Joan is single and earns €28,000 a year
ga: Is duine singil í Joan agus tuileann sí €28,000 sa bhliain

source: She receives her notice of determination of tax credits and standard rate cut-off point from Revenue
ga: Faigheann sí fógra cinnidh a creidmheasanna cánach agus pointe scoite a ráta chaighdeánaigh ó na Coimisinéirí Ioncaim

source: Joan’s tax credits are listed on the notice as:
ga: Tá creidmheasanna cánach Joan liostaithe ar an bhfógra mar seo a leanas:

source: Single Person Tax Credit = €1,650
ga: Creidmheas Cánach do Dhuine Singil = €1,650

source: Employee (PAYE) Tax Credit = €1,650
ga: Creidmheas Cánach d’Fhostaí = €1,650

source: Tax credit total = €3,300
ga: Líon iomlán na gCreidmheasanna cánach = €€3,300

source: The standard rate cut-off point for a single person is €33,800
ga: Pointe scoite an ráta chaighdeánaigh do dhuine singil ná €33,800

source: Because Joan’s income is below the cut-off point, all of her income is taxed at the standard rate, (20%), to give her gross tax
ga: Os rud é go bhfuil ioncam Joan faoin bpointe scoite, gearrtar cáin ar a cuid ioncaim go léir ag an ráta caighdeánach, (20%), chun a cáin chomhlán a fháil

source: 28,000 x 20% = €5,600 gross tax
ga: 28,000 x 20% = €5,600 cáin chomhlán

source: All her tax credits are deducted from the gross tax to give the tax that is payable:
ga: Asbhaintear líon iomlán na gcreidmheasanna cánach ón gcáin chomhlán chun an méid cánach is iníoctha a thabhairt:

source: Joan is also liable to pay the Universal Social Charge (USC). Find out more about the Universal Social Charge
ga: Tá dliteanas ar Joan an Muirear Uilíoch Sóisialach (MUS) dá hollioncam a íoc freisin

source: The total amount deducted from her income is:
ga: Is é an méid iomlán a bhaintear as a hioncam ná:

source: €2,300 (income tax) + €690.46 (USC) = €2,990.46
ga: €2,300 (cáin ioncaim) + €690.46 (MUS) = €2,990.46

source: You can get the monthly or weekly amount of the total tax that should be deducted from wages by dividing this annual figure by 12 or by 52 respectively
ga: Is féidir leat teacht ar mhéid míosúil nó seachtainiúil na cánach ba cheart a bhaint ó thuarastail tríd an bhfigiúr bliantúil seo a roinnt faoi 12 nó faoi 52 faoi seach

source: Tax rates and the standard rate cut-off point
ga: Rátaí cánach agus pointe scoite an ráta chaighdeánaigh

source: A single taxpayer who earns €40,000 a year will have their tax calculated as follows:
ga: Is mar seo a leanas a ríomhfar an cháin atá le híoc ag cáiníocóir singil a thuileann €40,000 sa bhliain:

source: The standard rate band for a single taxpayer is €33,800
ga: An banda ráta caighdeánach do cháiníocóir singil ná €33,800

source: This means that the first €33,800 is taxed at the standard rate of tax, 20%, and the remainder (€6,200) is taxed at the higher rate of tax, 40%
ga: Ciallaíonn sé sin go ngearrtar cáin ar an gcéad €33,800 ag an ráta caighdeánach, 20%, agus go ngearrtar cáin ar an bhfuílleach (€6,200) ag an ráta cánach níos airde, 40%

source: Tax credits are deducted from this amount to give the tax due
ga: Asbhaintear creidmheasanna cánach ón méid sin chun an cháin atá dlite a thabhairt

source: A single PAYE (Pay As You Earn) taxpayer is entitled to
ga: Tá cáiníocóir singil ÍMAT (Íoc Mar a Thuillir) i dteideal na creidmheasanna seo a leanas a fháil:

source: In this example, the taxpayer is not entitled to any other tax credits so the total tax due is:
ga: Sa sampla seo, níl an cáiníocóir i dteideal aon chreidmheasanna cánach eile a fháil agus dá bhrí sin is é an cháin iomlán atá dlite ná:

source: Gross tax of €9,240
ga: Cáin chomhlán de €9,240

source: Minus tax credits of €3,300
ga: Lúide creidmheasanna cánach de €3,300

source: Tax due = €5,940
ga: Cáin dlite = €5,940

source: The USC on gross income is also payable
ga: Tá an USC ar ollioncam le híoc freisin

source: The total amount deducted from income in the year is:
ga: Is é an méid iomlán a bhaintear as ioncam ná:

source: €5,940 (income tax) + €1,290.46 (USC) = €7,230.46
ga: €5,940 (cáin ioncaim) + €1,290.46 (MUS) = €7,230.46

source: See the section on tax allowances in How your income tax is calculated for a simple explanation of how to calculate the value of a tax allowance
ga: Féach an t-alt ar liúntais chánach i Conas a ríomhtar do cháin ioncaim chun míniú simplí a fháil faoi conas luach an liúntais chánach a ríomh
